tap "homebrew/cask-fonts"
brew "bat"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "httpie"
brew "jq"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "mas"
brew "stow"
brew "zsh-completions"
brew "terraform"
brew "tflint"

cask "1password-cli"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "insomnia"
cask "iterm2"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "ssh-tunnel-manager"
cask "zoom"
cask "visual-studio-code"
cask "google-chrome"

mas "tailscale", id: 1475387142
mas "microsoft-to-do", id: 1274495053
mas "1password-for-safari", id: 1569813296

vscode "asvetliakov.vscode-neovim"
vscode "dracula-theme.theme-dracula"
