tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "felixkratz/formulae"

cask "zoom"
cask "wezterm"
cask "visual-studio-code"
cask "ssh-tunnel-manager"
cask "spotify"
cask "rectangle"
cask "raycast"
cask "obsidian"
cask "insomnia"
cask "google-chrome"
cask "font-monaspace-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "firefox"
cask "1password-cli"
cask "wezterm"



brew "zsh"
brew "zsh-completions"
brew "yq"
brew "wget"
brew "watch"
brew "tree"
brew "tmuxinator"
brew "tmux"
brew "the_silver_searcher"
brew "tflint"
brew "direnv"
brew "telnet"
brew "stow"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "neovim"
brew "mas"
brew "markdownlint-cli"
brew "jsonlint"
brew "jq"
brew "httpie"
brew "hashicorp/tap/terraform"
brew "go"
brew "gnupg"
brew "git"
brew "fzf"
brew "fd"
brew "dos2unix"
brew "direnv"
brew "curl"
brew "bat"
brew "delve"
brew "tcptraceroute"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "ripgrep"
brew "stow"
brew "hadolint"
brew "httpie"
brew "kubernetes-cli"
brew "luarocks"
brew "markdownlint-cli"
brew "reattach-to-user-namespace"
brew "tflint"
brew "zsh-completions"
brew "felixkratz/formulae/borders"
cask "insomnia"
cask "mattermost"
cask "obsidian"
cask "spotify"


mas "1Password for Safari", id: 1569813296
mas "Microsoft To Do", id: 1274495053
mas "Tailscale", id: 1475387142

#Visual
vscode "enkia.tokyo-night"
vscode "hashicorp.terraform"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "mvllow.rose-pine"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
