tap "homebrew/bundle"
tap "homebrew/services"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "httpie"
brew "jq"
brew "neovim"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
cask "1password-cli"
cask "firefox"
cask "insomnia"
cask "iterm2"
cask "obsidian"
cask "raycast"
cask "ssh-tunnel-manager"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
